Revit 2027 API
UnitTypeId.StationingMeters Property
 Meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StationingMeters { get; }
Public Shared ReadOnly Property StationingMeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StationingMeters {
	ForgeTypeId^ get ();
}
static member StationingMeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace